import { Testimonial } from "@/types/testimonial"

export const testimonials: Testimonial[] = [
  {
    name: "Анна Кузнецова",
    avatar: "/file.svg",
    fact: "UI-дизайнер, Москва",
    text: "Очень удобно, что можно учиться в любое время. Курсы структурированы и легко воспринимаются.",
    rating: 5,
  },
  {
    name: "Дмитрий Новиков",
    avatar: "/globe.svg",
    fact: "Frontend-разработчик, Самара",
    text: "Система проверок и обратной связи помогла мне реально улучшить навыки. Особенно понравились задания.",
    rating: 4,
  },
  {
    name: "Марина Орлова",
    avatar: "/window.svg",
    fact: "Маркетолог, Санкт-Петербург",
    text: "Качественные материалы и преподаватели. Геймификация делает процесс интересным!",
    rating: 5,
  },
]
